module.exports = {
	// Long texts.
	helpText: `Команди бота Narrator:

/help - Показує команди бота.
/lore - Розказує одну з частин лору.
/info - Інформація про лор.
/lottery-kick - {kickChance}% на кік з серверу. Удачі!
/voice-join - Заходить в обраний олосовий канал.
/voice-leave - Покидає голосовий канал.
/soundboard-play - Запускає обраний звук в голосовому каналі.
/soundboard-stop - Припиняє звук в голосовому каналі.`,
	
	infoText: `Створенням лору та бота зайнявся Rusl, аватарку боту створила Katy.
 
Посиланням на файл "Server-Lore" є: "<{loreLink}>". Ключем до посилання є: "{loreLinkKey}".
 
Значеннями версії файлу "Server-Lore" є:
Кількість частин.
Кількість змін за перше число версії.

Всі учасники сервера, які коли-небудь приєднувалися на сервер, автоматично приймають згоду на те, що вони можуть бути в лорі. Це може бути відмовлено лише, якщо написати Rusl з проханням цього та якщо він прийме це.`,	
	
	// Messages.
	replyBotLoading: `Бот ще завантажується. Почекайте, будь ласка.`,
	replyCommandError: `Не вдалося виконати команду [{commandName}]. Спробуйте пізніше.`,
	replyGuild: `Цю команду можна використовувати лише на серверах!`,
	replyVoiceNotFound: `Не вдалося знайти голосового каналу з ID "{channelId}". Впевніться, що бот є на тому сервері.`,
	replyNotInVoice: `Бот зараз не в голосовому каналі. Спробуйте спершу запустити команду "/voice-join".`,
	
	replyWhitelistYes: `Ця команда недоступна Вам, бо вона може зробити Вам щось. Спробуйте використати іншу команду або пізніше.`,
	replyWhitelistNo: `Ця команда недоступна Вам. Спробуйте використати іншу команду або пізніше.`,
	replyAuthorizedTester: `Ця команда тестується. Спробуйте використати іншу команду або пізніше.`,
	
	replyLore: `Лор? Ну добре...\n\n{loreSnippet}`,
	
	replyLotteryKickYes: `<@{userId}>\n\nОй, схоже вдача не на Вашій стороні сьогодні. Шкода... насправді ні.\n\nЧерез 30 секунд Ваш кік. Напишіть Ваші останні слова.`,
	replyLotteryKickDm: `Хей! Ви тільки-но були кікнуті із серверу, нажаль. Ось посилання на сервер:\nhttps://discord.gg/{inviteCode}`,
	replyLotteryKickReason: `Нажаль, удача не на Вашій стороні була того разу. Спробуйте знову наступного разу, якщо не страшно.`,
	replyLotteryKickError: `<@{userId}>\n\nВас не вдалося кікнути. Спробуйте знову.`,
	replyLotteryKickNo: `<@{userId}>\n\nЩо ж, Ваш кік не сьогодні... Спробуйте знову, якщо не боїшся.\n\nСпробуєте знову? Все-таки, кік і є виграшем тут.`,
	
	replyVoiceJoinSuccess: `Бот успішно приєднався до: "{channelName}".`,
	replyVoiceJoinError: `Боту не вдалося приєднатися до голосового каналу. Спробуйте знову.`,
	
	replyVoiceLeaveSuccess: `Бот успішно покинув голосовий канал.`,
	replyVoiceLeaveError: `Боту не вдалося покинути голосовий канал. Спробуйте знову.`,
	
	replySoundboardPlayNotFound: `Звук "{soundChoice}" не знайдено в папці хоста "sounds".`,
	replySoundboardPlayPlaying: `Бот запускає звук: "{soundChoice}"...`,
	replySoundboardPlayError: `Боту не вдалося запустити звук. Спробуйте знову.`,
	
	replySoundboardStopSuccess: `Звук Бота припинено в голосовому каналі.`,
	replySoundboardStopError: `Боту не вдалося припинити звук в голосовому каналі. Спробуйте знову.`,
	
	// Commands.
	descHelp: 'Показує команди бота.',
    descLore: 'Команда для лору.',
    descInfo: 'Інформація про лор.',
    descLotteryKick: '{kickChance}% на кік з серверу. Удачі!',
    descVoiceJoin: 'Заходить в обраний голосовий канал.',
    descVoiceLeave: 'Покидає голосовий канал.',
    descSoundboardPlay: 'Запускає обраний звук в голосовому каналі.',
    descSoundboardStop: 'Припиняє звук в голосовому каналі.',

    optionChannel: 'Виберіть голосовий канал.',
    optionSound: 'Виберіть звук для відтворення.'
}
